Repository: pewpewlive/Mesh-Studio-i18n
Catalog: locale/*/Translation.po
Languages: el, ml

source: File
el: Αρχείο
ml: ഫയൽ

source: New
el: Νέο
ml: പുതിയത്

source: Create a new project.
el: Φτιάξτε νέα εργασία.
ml: ഒരു പുതിയ പ്രോജക്റ്റ് സൃഷ്ടിക്കുക.

source: Open
el: Άνοιγμα
ml: തുറക്കുക

source: Open a project file.
el: Ανοίξτε ένα αρχείο εργασίας.
ml: ഒരു പ്രോജക്റ്റ് ഫയൽ തുറക്കുക.

source: Save
el: Αποθήκευση
ml: സേവ്

source: Saves the current project file.
el: Αποθηκεύει το αρχείο εργασίας.
ml: നിലവിലെ പ്രോജക്റ്റ് ഫയൽ സേവ് ചെയ്യുന്നു.

source: Save as...
el: Αποθήκευση ως...
ml: മാറ്റി സേവ് ചെയ്യുക

source: Saves the current project file in the desired location.
el: Αποθηκεύει το αρχείο εργασίας στην επιθυμητή τοποθεσία.
ml: നിലവിലെ പ്രോജക്റ്റ് ഫയൽ ആവശ്യമുള്ള സ്ഥലത്ത് സംരക്ഷിക്കുന്നു.

source: Import
el: Εισάγετε
ml: ലോഡ് ചെയ്യുക

source: Load a PewPew mesh or an SVG.
el: Ανοίξτε ένα PewPew μοντέλο ή ένα SVG.
ml: ഒരു PewPew മെഷ് അല്ലെങ്കിൽ ഒരു SVG ലോഡ് ചെയ്യുക.

source: Export
el: Εξάγετε
ml: എക്‌സ്‌പോർട്ട്

source: Export the current project as a PewPew mesh.
el: Εξάγετε το αρχείο εργασείας ως ένα PewPew μοντέλο.
ml: ഒരു PewPew മെഷായി നിലവിലെ പ്രോജക്റ്റ് എക്‌സ്‌പോർട്ട് ചെയ്യുക.

source: Quit
el: Βγείτε
ml: ഉപേക്ഷിക്കുക

source: Quit PewPew Mesh Studio.
el: Βγείτε από το PewPew Mesh Studio.
ml: PewPew മെഷ് സ്റ്റുഡിയോയിൽ നിന്ന് പുറത്തുകടക്കുക.

source: Edit
el: Αλλαγή
ml: എഡിറ്റ് ചെയ്യുക

source: Undo
el: Επανόρθωση
ml: പഴയപടിയാക്കുക

source: Undo previous action.
el: Επανορθώστε την προηγούμενη δράση.
ml: മുമ്പത്തെ പ്രവർത്തനം പഴയപടിയാക്കുക.

source: Redo
el: Ξανακάνετε
ml: വീണ്ടും ചെയ്യുക

source: Redo previous action.
el: Ξανακάνετε την προηγούμενη δράση.
ml: മുമ്പത്തെ പ്രവർത്തനം വീണ്ടും ചെയ്യുക.

source: Preferences
el: Προτιμήσεις
ml: മുൻഗണനകൾ

source: Edit user preferences.
el: Αλλάξτε προτιμήσεις χρήστη.
ml: ഉപയോക്തൃ മുൻഗണനകൾ എഡിറ്റ് ചെയ്യുക.

source: About
el: Πληροφορίες
ml: കുറിച്ച്

source: Shows information about PewPew Mesh Studio.
el: Δείχνει πληροφορίες για το PewPew Mesh Studio.
ml: PewPew മെഷ് സ്റ്റുഡിയോയെക്കുറിച്ചുള്ള വിവരങ്ങൾ കാണിക്കുന്നു.

source: File Dialog
el: Διάλογο Αρχείο
ml: ഫയൽ ഡയലോഗ്

source: Refresh
el: Ανανέωση
ml: പുതുക്കുക

source: Drives
ml: ഡ്രൈവുകൾ

source: Path:
el: Μονοπάτι:
ml: പാത:

source: Cancel
el: Απόρριψη
ml: റദ്ദാക്കുക

source: New Folder
el: Νέο Αρχείο
ml: പുതിയ ഫോൾഡർ

source: File name
el: Όνομα αρχείου
ml: ഫയലിന്റെ പേര്

source: Enter path here
el: Εισάγετε το μονοπάτι εδώ
ml: ഇവിടെ പാത നൽകുക

source: Create
el: Δημιούργηση
ml: സൃഷ്ടിക്കാൻ

source: About PewPew Mesh Studio
el: Σχετικά με το PewPew Mesh Studio
ml: PewPew മെഷ് സ്റ്റുഡിയോയെക്കുറിച്ച്

source: Licensed under zlib license.
el: Εξουσιοδοτημένο κάτω από zlib license.
ml: zlib ലൈസൻസിന് കീഴിൽ.

source: Copyright © PewPew Mesh Studio team & contributors.
ml: പകർപ്പവകാശം © PewPew Mesh Studio ടീമും സംഭാവകരും.

source: Website
el: Ιστοσελίδα
ml: വെബ്സൈറ്റ്

source: Error encountered
el: Βρέθηκε σφάλμα
ml: പിശക് നേരിട്ടു

source: Error:
el: Σφάλμα:
ml: പിശക്:

source: Exits the application with a non-zero exit code.
el: Κλείνει την εφαρμογή με non-zero exit code.
ml: പൂജ്യമല്ലാത്ത എക്സിറ്റ് കോഡ് ഉപയോഗിച്ച് ആപ്ലിക്കേഷനിൽ നിന്ന് പുറത്തുകടക്കുന്നു.

source: Continue
el: Συνεχίστε
ml: തുടരുക

source: Continue running the application.
el: Συνεχίστε να τρέχετε την εφάρμογη.
ml: ആപ്ലിക്കേഷൻ പ്രവർത്തിപ്പിക്കുന്നത് തുടരുക.

source: Graphics
el: Γραφικά
ml: ഗ്രാഫിക്സ്

source: Plugins
el: Πρόσθετα
ml: പ്ലഗിനുകൾ

source: Interface
el: Περιβάλλον
ml: ഇന്റർഫേസ്

source: Project
el: Εργασία
ml: പദ്ധതി

source: Editor
ml: എഡിറ്റർ

source: Mesh Rendering
el: Μοντέλο Rendering
ml: മെഷ് റെൻഡറിംഗ്

source: Enable Antialiasing
el: Ενεργοποιήστε Antialiasing
ml: Antialiasing ഉപയോഗിക്കുക

source: Toggles mesh antialiasing in Editor.
el: Ενεργοποιεί antialiasing για μοντέλα στο Editor.
ml: എഡിറ്ററിൽ മെഷ് Antialiasing ടോഗിൾ ചെയ്യുന്നു.

source: OpenGL version
el: OpenGL έκδοση
ml: OpenGL പതിപ്പ്

source: Choose an OpenGL version.
el: Διαλέξτε μια έκδοση του OpenGL.
ml: ഒരു OpenGL പതിപ്പ് തിരഞ്ഞെടുക്കുക.

source: Keybinds
el: Πλήκτρα
ml: കീബൈൻഡുകൾ

source: Plugins list
el: Λίστα Προσθέτων
ml: പ്ലഗിന്നുകളുടെ ലിസ്റ്റ്

source: Language
el: Γλώσσα
ml: ഭാഷ

source: Font
el: Γραμματοσειρά
ml: ഫോണ്ട്

source: Theme
el: Εμφάνιση
ml: തീം

source: Dark
el: Σκοτεινό
ml: കറുത്ത

source: Light
el: Ανοιχτό
ml: വെളുത്ത

source: Classic
el: Κλασσικό
ml: ക്ലാസിക്

source: Undo / Redo behavior
el: Συμπεριφορά Επανόρθωση / Ξανακάνε
ml: പഴയപടിയാക്കുക / വീണ്ടും ചെയ്യുക

source: Display Latest Action
el: Εμφάνιση της πιο πρόσφατης δράσης
ml: ഏറ്റവും പുതിയ പ്രവർത്തനം പ്രദർശിപ്പിക്കുക

source: Displays last action you've done at the bottom of the Editor window.
el: Δείχνει την πιο πρόσφατη δράση σου στο κάτω μέρος του Editor.
ml: എഡിറ്റർ വിൻഡോയുടെ ചുവടെ നിങ്ങൾ ചെയ്ത അവസാന പ്രവർത്തനം പ്രദർശിപ്പിക്കുന്നു.

source: Debug features
el: Χαρακτηριστηκά του Debug
ml: ഡീബഗ് സവിശേഷതകൾ

source: Display debug console
el: Εμφάνιση της debug κονσόλας
ml: ഡീബഗ് കൺസോൾ പ്രദർശിപ്പിക്കുക

source: Displays debug console.
el: Εμφανίζει την debug κονσόλα
ml: ഡീബഗ് കൺസോൾ പ്രദർശിപ്പിക്കുന്നു.

source: Alert
el: Προειδοποίηση
ml: മുന്നറിയിപ്പ്

source: You have unsaved changes You sure you want to quit?
el: Έχετε μη αποθηκευμένες αλλαγές Σίγουρα θέλετε να βγείτε?
ml: നിങ്ങൾക്ക് സംരക്ഷിക്കാത്ത മാറ്റങ്ങളുണ്ട് നിങ്ങൾക്ക് ഉപേക്ഷിക്കണമെന്ന് തീർച്ചയാണോ?

source: Don't show this again
el: Μην το ξαναδείξετε αυτό.
ml: ഇത് വീണ്ടും കാണിക്കരുത്

source: Save & Quit
el: Αποθήκευση & Βγείτε
ml: സംരക്ഷിക്കുക & പുറത്തുകടക്കുക

source: Deselect
el: Αποεπιλέξτε
ml: തിരഞ്ഞെടുത്തത് മാറ്റുക

source: Deselects your selection.
el: Αποεπιλέξτε την επιλογή σας.
ml: നിങ്ങളുടെ തിരഞ്ഞെടുപ്പ് തിരഞ്ഞെടുത്തത് മാറ്റുന്നു.

source: Copy
el: Αντιγραφή
ml: പകർത്തുക

source: Copies selection to clipboard.
el: Αντιγράφει την επιλογή στο πρόχειρο.
ml: തിരഞ്ഞെടുക്കൽ ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുന്നു.

source: Paste
el: Επικόλληση
ml: പേസ്റ്റ്

source: Pastes an item from clipboard.
el: Επικολλεί ενα αντικείμενο από το πρόχειρο.
ml: ക്ലിപ്പ്ബോർഡിൽ നിന്ന് ഒരു ഇനം ഒട്ടിക്കുന്നു.

source: Subdivide
el: Υποδιαίρεση
ml: വീതിക്കുന്നു

source: Subdivides the selected vertices.
el: Υποδιαιρεί τις επιλεγμένες γωνίες.
ml: തിരഞ്ഞെടുത്ത പോയിൻ്റ് വീതിക്കുന്നു.

source: Delete
el: Διαγραφή
ml: ഇല്ലാതാക്കുക

source: Deletes selected items.
el: Διαγράφει επιλεγμένα αντικείμενα.
ml: തിരഞ്ഞെടുത്ത ഇനങ്ങൾ ഇല്ലാതാക്കുന്നു.

source: Cube
el: Κύβος
ml: ക്യൂബ്

source: Creates a cube.
el: Φτιάχνει ένα κύβο.
ml: ഒരു ക്യൂബ് സൃഷ്ടിക്കുന്നു.

source: Rectangle
el: Ορθογώνιο Παραλληλόγραμμο
ml: ദീർഘചതുരം

source: Creates a mesh with 4 vertices.
el: Φτιάχνει ένα μοντέλο με 4 γωνίες.
ml: 4 ലംബങ്ങളുള്ള ഒരു മെഷ് സൃഷ്ടിക്കുന്നു.

source: UV Sphere
el: UV Σφαίρα
ml: UV ഗോളം

source: Creates a UV sphere.
el: Φτιάχνει μια UV σφαίρα.
ml: ഒരു UV ഗോളം സൃഷ്ടിക്കുന്നു.

source: Ico Sphere
el: Εικόσφαιρα
ml: ഐക്കോ സ്ഫിയർ

source: Creates an icosphere.
el: Φτιάχνει μια εικόσφαιρα.
ml: ഒരു ഐക്കോസ്ഫിയർ സൃഷ്ടിക്കുന്നു.

source: Cylinder
el: Κύλινδρος
ml: സിലിണ്ടർ

source: Creates a cylinder.
el: Φτιάχνει ένα κύλινδρο.
ml: ഒരു സിലിണ്ടർ ഉണ്ടാക്കുന്നു.

source: Circle
el: Κύκλος
ml: വൃത്തം

source: Creates a 2D circle.
el: Φτίαχνει ένα δισδυαστατο κύκλο.
ml: ഒരു 2D സർക്കിൾ സൃഷ്ടിക്കുന്നു.

source: Alpha
ml: ആൽഫ

source: Construct Alpha ship mesh.
el: Φτίχνει το μοντέλο Alpha ship.
ml: ആൽഫ ഷിപ്പ് മെഷ് നിർമ്മിക്കുക.

source: Inspector
el: Παρατηρητής
ml: ഇൻസ്പെക്ടർ

source: Object: {0}
el: Αντικείμενο: {0}
ml: വസ്തു: {0}

source: Object Position
el: Τοποθεσία Αντικειμένου
ml: ഒബ്ജക്റ്റ് സ്ഥാനം

source: Meshes
el: Μοντέλα
ml: മെഷുകൾ

source: Mesh Position
el: Τοποθεσία Μοντέλου
ml: മെഷ് സ്ഥാനം

source: Vertex
el: Γωνίες
ml: വെർട്ടക്സ്

source: Position
el: Τοποθεσία
ml: സ്ഥാനം

source: Color
el: Χρώμα
ml: നിറം

source: Tools
el: Εργαλεία
ml: ഉപകരണങ്ങൾ

source: View
el: Θέα
ml: കാണുക

source: Isometric
el: Ισομερής
ml: ഐസോമെട്രിക്
